{
  "menuItems": [
    {
      "show": false,
      "id": 1,
      "img": "news-img2.jpg",
      "content": "The final line-up of 6 players in this double round-robin event was announced last week. Since then there has been a change as Dutch Grandmaster, Anish Giri, decided to withdraw due to growing concerns around the Covid-19 situation in the Netherlands. Poland's rising star is a popular addition to the field and comes directly from a remarkable performance at the FIDE Online Chess Olympiad, where he scored 7 out of 8, then 4.5/6 in the playoff stage, where he beat both Viswanathan Anand and Shakhriyar Mamedyarov with Black. That followed a more disappointing result in the Lindores Abbey Rapid Challenge, where he scored 4/11, but Duda did at least make big news at home in Poland as he beat Carlsen and the tournament winner Daniil Dubov. As a silver-medalist at the 2018 World Blitz Championship, Duda will be particularly hard to beat in Armageddon, which will take place in case the classical game ends in a draw. For more about Duda, don't miss Marcin Furdyna's beautiful portrait of the youngster in his chess24 piece From Rubinstein to Duda: Polish Chess in a nutshell. Duda will be joined by World Champion and two-time Norway Chess winner Magnus Carlsen, and 2017 champion Levon Aronian, who is the only player along with Carlsen to take part every year since 2013. The world number two and 2018 winner Fabiano Caruana, who has an Italian passport, will be playing in Stavanger for the sixth time. Duda and the three regulars will be joined by two youngsters who are making their debut: Iranian fan-favourite 17-year old Alireza Firouzja, who currently lives in France, and Norway's number two, 21-year old Aryan Tari.", 
      "title": "Jan-krzysztof Duda to replace anish giri in tournament" 
    },
    {
      "show": false,
      "id": 2,
      "img": "news-img1.jpg",
      "content": "GM Nodirbek Abdusattorov won the 19th Speed Chess Championship Grand Prix, his first victory in the series. The Uzbek grandmaster beat the GM Jose Martinez of Peru 1.5-0.5 in the knockout final. The final Speed Chess Championship Grand Prix. Besides Abdusattorov and Martinez, the other players who qualified for the knockout were GMs Shakhriyar Mamedyarov, Dmitry Andreikin, Sam Sevian, Arjun Erigaisi, Jeffery Xiong, and Rustam Khusnutdinov. The least known name there is the 33-year-old Kazakh grandmaster Khusnutdinov (@LordBalrog). One of his victims during the Swiss was none other than GM Sergey Karjakin, who seemed less knowledgeable in the latest intricacies of the 3.Bb5+ Sicilian. Abdusattorov won the $1,000 first prize and 12 GP points. Martinez took second ($500 and eight GP points). Andreikin and Mamedyarov both won $200 and four GP points, while the losing quarterfinalists each earned $100 and two GP points. WGM Meri Arabidze (@Meri-Arabidze) won the $100 prize for being the top-scoring female player. Below are the current Speed Chess Championship Grand Prix standings. After next week's tournament, the players with the four best scores will advance to the Speed Chess Championship to be hosted later this year. GM Hikaru Nakamura is already qualified as last year's winner, and GM Vladimir Fedoseev is also in as the runner-up in the Super Swiss. This means that, with one week to go, GMs Artemiev, Abdusattorov, Parham Maghsoodloo, and Haik Martirosyan seem to be the ones who will most likely also qualify.", 
      "title": "Abdusattorov Wins 19th Speed Chess Grand Prix" 
    },
    {
      "show": false,
      "id": 3,
      "img": "news-img3.jpg",
      "content": "The Starter was published in national newspapers and appeared on their websites. 947 Solutions were submitted, 635 of them correct, and 312 incorrect. The idea was first discussed at the 2018 U.S. Open. Subsequent discussion among members of the Executive Board and Scholastic Council, along with Trophies Plus (the official provider of awards for our national scholastic events) and senior leaders of US Chess, took place between August 2018 and August 2019. At the 2019 U.S. Open, the Scholastic Regulations for 2019-2020 were proposed, and the Scholastic Council approved language permitting the awards change. The language was subsequently ratified by the Executive Board. This was a deliberate process, involving numerous parts of US Chess leadership, including significant input from the Scholastic Council, which is the primary advisory body for scholastic affairs. Based on feedback from the 2019 Grade Nationals, additional modifications were made to the awards in the K-1 and K-3 sections of the 2020 Spring Nationals.", 
      "title": "Winton British Chess – Starter Round results" 
    },
    {
      "show": false,
      "id": 4,
      "img": "news-img.jpg",
      "content": "Beginning today with the U20 Girls Junior Championship, all five of U.S. Chess’ major national tournaments – showcasing the past, present, and future of American chess – will be hosted by the Saint Louis Chess Club through October 29. With consideration to the current global pandemic, for the first time ever these national competitions will be organized and held online, and spectators may watch live at uschesschamps.com as well as the SLCC YouTube and Twitch channels. Over the next three weeks, the Saint Louis Chess Club will hand out these five national crowns, as well as more than $330,000 in prizes. Given the new online platform, all championship tournaments will use a round-robin format and feature Rapid games, with time controls of 25 minutes and 5-second increments. Three rounds will be played per day, with first moves at 1:00 p.m. Central every day. Friday kicks off the U.S. Girls Junior competition, assembling 10 of the strongest U20 American females including 17-year-old defending U.S. Girls champion IM Carissa Yip; and WGM Jennifer Yu, the reigning U.S. Women’s Champion who will play again in two weeks to defend that title; as well as NM Alice Lee, a 10-year-old World Cadet gold medalist from Minnesota. The girls will be playing for more than $10,000 in prizes, as well as a $6,000 scholarship sponsored by US Chess and Dewain Barber. Rounds begin every scheduled day of play at 1:00 p.m. Central. The tournament may be viewed live at uschesschamps.com, featuring expert commentary by GMs Yasser Seirawan and Christian Chirila, and WGM Jennifer Shahade. ", 
      "title": "2020 U.S. National Championships In St. Louis" 
    },
    {
      "show": false,
      "id": 5,
      "img": "news-img5.jpg",
      "content": "Affiliates can now process membership batches again!  This blog will detail how to do this in our new system.  The form for these submissions operates differently than in the past, so please bookmark this information for future reference. At this point, you can log out of the system.  To resume work on this batch, go back into the same affiliate dashboard, and click “Process Memberships”. The “Next Page” button is straightforward.  When you click it, you go to the next step in the submission process.  We’ll revisit this one frequently in this blog. The “Reset” button is also straightforward.  It will erase the entire batch you’re editing.  Don’t worry – you will have to confirm the reset before it actually happens. Normally, the information will be fine.  In that case, click “Next Page”.  You will then see this page.", 
      "title": "Processing Memberships As An Affiliate" 
    },
    {
      "show": false,
      "id": 6,
      "img": "news-img4.jpg",
      "content": "Grandmaster and seven-time US Women's Champion Irina Krush was our most recent guest on Ladies Knight, where she spoke about her chess business, GM Chess, her own training philosophy and her recovery from COVID. This fall, she has been extremely active in top player coaching as a host and a teacher. In October, her company, GM Chess is offering a Top Player workshop series, including a session with Grandmaster Peter Leko on October 10th, National Chess Day.", 
      "title": "WIrina Krush And Her Masterclasses" 
    },
    {
      "show": false,
      "id": 7,
      "img": "news-img6.jpg",
      "content": "Streaming information updated on 07.30.2020 in the 'How to Watch' section. The U.S. Open premier invitational events for state champions of all ages.", 
      "title": "Posts categorized 'National-events'" 
    },
    {
      "show": false,
      "id": 8,
      "img": "news-img7.jpg",
      "content": "US Chess has introduced new awards to be distributed at national scholastic events. They are designed to be distinctive and elegant. The idea was first discussed at the 2018 U.S. Open. Subsequent discussion among members of the Executive Board and Scholastic Council, along with Trophies Plus (the official provider of awards for our national scholastic events) and senior leaders of US Chess, took place between August 2018 and August 2019. At the 2019 U.S. Open, the Scholastic Regulations for 2019-2020 were proposed, and the Scholastic Council approved language permitting the awards change. The language was subsequently ratified by the Executive Board. This was a deliberate process, involving numerous parts of US Chess leadership, including significant input from the Scholastic Council, which is the primary advisory body for scholastic affairs. Based on feedback from the 2019 Grade Nationals, additional modifications were made to the awards in the K-1 and K-3 sections of the 2020 Spring Nationals.", 
      "title": "New Awards At US Chess National Scholastics" 
    },
    {
      "show": false,
      "id": 9,
      "img": "news-img8.png",
      "content": "US Chess has three national events scheduled this spring: 2020 National High School (K-12) Championship, April 3-5 2020 National Junior High (K-9). Through these enhancements, US Chess is seeking to continually improve the experience and educational value of attending the National Scholastics. We are dedicated to ensuring that the Spring Nationals continues to be the premier culminating events for chess programs around the country. Feedback from the greater scholastic chess community is vital to the success of this process. ", 
      "title": "Spring Nationals And Coronavirus: What You Should Know" 
    }
  ]
}